Repository: printempstg/craft-5152-en-ro
Catalog: omegat/project_save.tmx
Source language: en
Languages: ro

source: Silk suture is a nonabsorbable sterile surgical suture composed of an organic protein called fibroin.
ro: Firul de sutură din mătase este un fir de sutură chirurgical steril, non-absorbabil, compus dintr-o proteină organică numită fibroină.

source: Silk suture is indicated for use in general soft tissue approximation and/or ligation including use in cardiovascular, ophthalmic and neurological procedures.
ro: Firele de sutură din mătase sunt indicate pentru utilizare în intervenţiile generale de afrontare și/sau ligaturare a ţesuturilor moi, ceea ce include procedurile cardiovasculare, oftalmologice și neurologice.

source: Silk sutures are available in a range of gauge sizes and lengths, attached to stainless steel needles of varying types and sizes.
ro: Firele de sutură din mătase sunt disponibile într-o gamă variată de diametre și lungimi, atașate la ace din oţel inoxidabil de diverse tipuri și mărimi.

source: Silk sutures are sterilized by irradiation.
ro: Firele de sutură din mătase sunt sterilizate prin iradiere.

source: Silk sutures comply with the requirements of the United States Pharmacopoeia monograph for Nonabsorbable Sutures and the European Pharmacopoeia for Sterile Braided Silk Suture.
ro: Firele de sutură din mătase corespund cerinţelor formulate în monografia Farmacopeii SUA privind suturile neabsorbabile, precum și Farmacopeii Europene privind firele de sutură sterile din mătase împletită.

source: Single use
ro: De unică utilizare

source: Slowly push the grasping instrument and material into the cavity.
ro: Împingeţi încet instrumentul de prindere și materialul în cavitate.

source: Standard endoscopic procedures should be used up to the point of placement of the absorbable haemostat.
ro: Până în punctul plasării materialului hemostatic absorbabil trebuie utilizate procedurile endoscopice standard.

source: Sterile technique should be observed in removing SURGICEL FIBRILLAR Haemostat from its sterile container.
ro: Hemostaticul SURGICEL FIBRILLAR se va scoate din ambalajul său steril utilizând o tehnică sterilă.

source: Sterile unless package is damaged or opened.
ro: Steril dacă ambalajul nu este desfăcut sau deteriorat.

source: Sterile.
ro: Steril.

source: Storage and shelf-life
ro: Depozitare și termen de valabilitate

source: Store 15-30°C.
ro: Depozitaţi între 15 °C și 30 °C

source: Streptococcus pyogenes Group A »Mycobacterium phlei
ro: Streptococcus pyogenes grup A »Mycobacterium phlei

source: Streptococcus pyogenes Group B »Clostridium tetani
ro: Streptococcus pyogenes grup B»Clostridium tetani

source: Studies conducted in animals show that SURGICEL FIBRILLAR Haemostat in contrast to other haemostatic agents does not enhance experimental infection.
ro: Studii efectuate pe animale arată că, spre deosebire de alţi agenţi hemostatici, hemostaticul SURGICEL FIBRILLAR nu amplifică infecţia experimentală.

source: Sutures should be selected and implanted depending on patient’s condition, surgical experience, surgical technique and wound size.
ro: Firele de sutură trebuie selectate și utilizate în funcţie de starea pacientului, experienţa chirurgului, tehnica chirurgicală și dimensiunea plăgii.

source: The VICRYL™ Mesh is prepared from polyglactin 910, a synthetic absorbable copolymer of glycolide and lactide, derived respectively from glycolic acid and lactic acids.
ro: Plasa VICRYL™ este fabricată din poliglactin 910, un copolimer sintetic absorbabil din glicolidă și lactidă, care la rândul lor sunt derivate din acid glicolic și acid lactic.

source: The amount required depends on the nature and intensity of the haemorrhage to be stopped.
ro: Cantitatea necesară depinde de natura și de intensitatea hemoragiei care trebuie oprită.

source: The elasticity of ETHILOOP™ allows it to be tightened in a controlled way without injuring the tissue involved.
ro: Elasticitatea ETHILOOP™ permite strângerea acestuia în mod controlat, fără lezarea țesutului implicat.

source: The fabric is white with a pale yellow cast and has a faint, caramel-like aroma.
ro: Materialul este de culoare albă cu o nuanţă pală de galben și are o ușoară aromă de caramel.

source: The fibrillar form of the product allows the surgeon to grasp with forceps any amount of SURGICEL FIBRILLAR Haemostat needed to achieve haemostasis at a particular bleeding site.
ro: Forma fibrilară a produsului îi permite chirurgului să prindă cu pensa orice cantitate de material hemostatic SURGICEL FIBRILLAR necesară obţinerii hemostazei într-o anumită zonă de sângerare.

source: The gastric face of the spleen must be dissected free.
ro: Faţa gastrică a splinei trebuie eliberată prin disecţie.

source: The haemostatic effect of SURGICEL FIBRILLAR Haemostat is particularly pronounced when used dry.
ro: Efectul hemostatic al hemostaticului SURGICEL FIBRILLAR este mai pronunţat atunci când acesta este utilizat în stare uscată.

source: The injured liver lobe is freed from its peritoneal attachment including the coronary ligament, triangular ligament and falciform ligament.
ro: Lobul hepatic lezat trebuie detașat de elementele cu care se atașează de peritoneu, acestea incluzând ligamentul coronar, ligamentul triunghiular și ligamentul falciform.

source: The mechanism of action whereby SURGICEL FIBRILLAR Haemostat accelerates clotting is not completely understood, but it appears to be a physical effect rather than any alteration of the normal physiologic clotting mechanism.
ro: Mecanismul de acţiune prin care hemostaticul SURGICEL FIBRILLAR accelerează coagularea nu este încă înţeles în totalitate, dar se pare că este mai degrabă un efect fizic decât o modificare a mecanismului fiziologic normal de coagulare.

source: The mesh should completely cover the surface of the kidney except the hilar vessels and the ureter.
ro: Plasa trebuie să acopere complet suprafaţa rinichiului, cu excepţia vaselor hilare și a ureterului.

source: The needles may be attached permanently or as CR needles (control release) enabling the needles to be pulled off instead of being cut off.
ro: Acele pot fi atașate definitiv sau în sistemul EC (eliberare controlată), ceea ce le permite să fie smulse în loc să fie tăiate.

source: The perihepatic prosthesis is then positionned around the injured lobe and then wrapped around it.
ro: Proteza perihepatică se poziţionează apoi în jurul lobului lezat și se înfășoară în jurul acestuia.

source: The peripheral VICRYL™ strand is placed around the hilus and tightened without compressing the hilar veins.
ro: Firul VICRYL™ periferic este plasat în jurul hilului și este strâns fără a fi comprimate venele hilare.

source: The product meets the essential requirements of Medical Device Directive 93/42/EEC
ro: Acest produs corespunde cerinţelor esenţiale ale directivei 93/42/CEE privind dispozitivele medicale

source: The prosthesis is first secured to the falciform ligament remnants by a continuous suture starting posteriorly.
ro: Proteza este mai întâi fixată de partea rămasă din ligamentul falciform, folosind o sutură continuă care începe din partea posterioară.

source: The second step is to tighten the absorbable drawstrings in such a way that sufficient compression can achieve hemostasis and bilistasis.
ro: În a doua etapă, firele de tracţiune resorbabile sunt strânse în așa fel încât să se creeze o compresie suficientă pentru a obţine hemostaza și bilistaza.

source: The second strand is then appropriately tightened to provide adequate compression.
ro: Al doilea fir este apoi strâns în mod corespunzător, pentru a asigura o compresie adecvată.

source: The supplied SURGICEL FIBRILLAR Haemostat is available sterile as an original pack in variable sizes.
ro: Hemostaticul SURGICEL FIBRILLAR este furnizat steril în ambalajul original în diferite dimensiuni.

source: The use by date of this product is printed on the packaging.
ro: Termenul de valabilitate al acestui produs este tipărit pe ambalaj.

source: The use of a model large enough to enable easy adjustment during surgery is recommended.
ro: Se recomandăutilizarea unui model îndeajuns de mare pentru a permite ajustarea cu ușurinţă în timpul intervenţiei chirurgicale.

source: The use of this suture is contraindicated in patients with known sensitivities or allergies to Silk.
ro: Este contraindicată utilizarea acestor fire de sutură la pacienţii cunoscuţi cu sensibilitate sau alergie la mătase.

source: The ˉVICRYL™strands facilitate placement and first adjustment.
ro: Firele VICRYL™ facilitează amplasarea și ajustarea iniţială.

source: There has been one report of a blocked ureter after kidney resection, in which postoperative catheterization was required.
ro: S-a raportat un caz de blocaj ureteral după rezecţia renală, caz în care a fost necesară cateterizarea postoperatorie.

source: There have been reports that in procedures such as lobectomy, laminectomy and repair of a frontal skull fracture and lacerated lobe that SURGICEL FIBRILLAR Haemostat, when left in the patient after closure, migrated from the site of application into foramina in bone around the spinal cord resulting in paralysis and, in another case, the left orbit of the eye, causing blindness.
ro: Au fost raportate cazuri în care, în cadrul unor proceduri cum sunt lobectomia, laminectomia și repararea unei fracturi frontale de craniu cu lacerare de lob, lăsat în corpul pacientului după închiderea plăgii, hemostaticul SURGICEL FIBRILLAR a migrat de la locul de aplicare în forameneleosoase din jurul măduvei spinării, producând paralizie și, într-un alt caz, în orbita ochiului stâng, producând orbire.

source: This makes it convenient for hard to reach or irregularly shaped bleeding sites.
ro: Astfel produsul poate fi utilizat și în zone de sângerare greu accesibile sau cu forme neregulate.

source: This protein is derived from the domesticated species Bombyx mori (B mori) of the family Bombycidae.
ro: Această proteină este obţinută de la specia domesticită Bombyx mori (B. mori) aparţinând familiei Bombycidae.

source: This protein is derived from the domesticated species Bombyx mori (B.
ro: Această proteină este obţinută de la specia domesticită Bombyx mori (B. mori) aparţinând familiei Bombycidae.

source: Unwanted dispersal over the operative site does not occur.
ro: Nu se produce dispersarea nedorită peste zona de operare.

source: Use by – year and month
ro: A se utiliza până la – anul și luna

source: Use by—year and month
ro: A se utiliza până la – anul și luna

source: Users should be familiar with surgical procedures and techniques involving nonabsorbable sutures before employing Silk suture for wound closure, as risk of wound dehiscence may vary with the site of application and the suture material used.
ro: Înainte de folosirea firelor de sutură din mătase pentru închiderea plăgilor, utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale care implică utilizarea firelor de sutură non-absorbabile, deoarece riscul de dehiscenţă a plăgilor poate varia în funcţie de locul de aplicare și de materialul de sutură utilizat.

source: Users should be familiar with surgical procedures and techniques involving nonabsorbable sutures before employing Silk suture for wound closure, as risk of wound dehiscence, may vary with the site of application and the suture material used.
ro: Înainte de folosirea firelor de sutură din mătase pentru închiderea plăgilor, utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale care implică utilizarea firelor de sutură non-absorbabile, deoarece riscul de dehiscenţă a plăgilor poate varia în funcţie de locul de aplicare și de materialul de sutură utilizat.

source: Users should exercise caution when handling surgical needles to avoid inadvertent needle stick injury.
ro: Manevrarea acelor chirurgicale trebuie realizată cu atenţie pentru a evita leziunile accidentale prin înţepare.

source: VICRYL™: VICRYL™ absorption occurs by means of hydrolysis, where the copolymer degrades to glycolic and lactic acids which are subsequently metabolized and absorbed in the body.
ro: VICRYL™: Absorbţia VICRYL™ are loc prin hidroliză, prin care copolimerul se descompune în acid glicolic și acid lactic, care sunt apoi metabolizaţi și absorbiţi în organism.

source: VICRYL™ Mesh Bag consists of VICRYL™ Mesh tied with VICRYL™Sutures dyed and undyed.
ro: Sacul din plasă VICRYL™ constă dintr-o plasă VICRYL™ legată cu fire de sutură VICRYL™, vopsite și nevopsite.

source: VICRYL™ Mesh Bags are available in different sizes as perirenal, perisplenic and perihepatic prosthesis to envelop these organs.
ro: Sacii din plasă VICRYL™ sunt disponibili în diverse mărimi, ca proteze perirenale, perisplenice și perihepatice ce cuprind organele respective.

source: VICRYL™ Mesh Bags are used to achieve hemostasis in traumatic kidney, spleen or liver lesions and in elective surgery of the respective organs.
ro: Sacii din plasă VICRYL™ sunt utilizaţi pentru obţinerea hemostazei în leziunile traumatice de rinichi, splină sau ficat, precum și în chirurgia electivă a organelor respective.

source: VICRYL™ Mesh consists of undyed knitted polyglactin 910 fibers, identical in composition to those used in VICRYL™ Sutures.
ro: Plasa VICRYL™ constă din fibre nevopsite, împletite, de poliglactină 910, având o compoziţie identică cu cele utilizate la firele de sutură VICRYL™.

source: VICRYL™ has been found to be inert, non antigenic, non pyrogenic and elicit only a slight tissue reaction during absorption.
ro: VICRYL™ s-a dovedit a fi inert, non-antigenic, apirogen, suscitând doar o ușoară reacţie tisulară în timpul absorbţiei.

source: Vicryl™ Mesh Bag can be adapted to the form and size of either kidney, spleen or liver.
ro: Sacul din plasă VICRYL™ poate fi adaptat la forma și dimensiunile rinichiului, splinei sau ficatului.

source: Violet Sutures are dyed by adding D & C violet # 2 (Color Index Number 60725).
ro: Firele de sutură de culoare violet sunt vopsite prin adăugarea pigmentului Violet D & C nr. 2 (codul culorii 60725).

source: Virgin silk is available dyed blue with methylene blue (Colour Index Number 52015) or dyed black with haematein HCK (Colour Index Number 75290).
ro: Mătasea pură este disponibilă vopsită în albastru cu albastru de metilen (codul culorii 52015) sau în negru cu hemateină HCK (codul culorii 75290).

source: WARNINGS/PRECAUTIONS/INTERACTIONS
ro: AVERTISMENTE / PRECAUŢII / INTERACŢIUNI

source: Warnings
ro: Avertismente

source: When handling this or any other suture, care should be taken to avoid damage.
ro: Manevrarea acestor fire de sutură precum și a oricăror altora trebuie realizată cu grijă pentru a evita deteriorarea.

source: When used properly in minimal amounts, SURGICEL FIBRILLAR Haemostat is absorbed from the sites of implantation with practically no tissue reaction.
ro: Dacă este utilizat în mod adecvat în cantităţi minime, hemostaticul SURGICEL FIBRILLAR este absorbit de la locul de implantare practic fără reacţie tisulară.

source: While most of these reports have been in connection with laminectomy, reports of paralysis have also been received in connection with other procedures.
ro: Deși majoritatea acestor cazuri au fost asociate cu proceduri de laminectomie, au fost raportate și cazuri de paralizie asociate cu alte proceduri.

source: While these reports cannot be confirmed, special care must be taken by physicians, regardless of the type of surgical procedure, to consider the advisability of removing SURGICEL FIBRILLAR Haemostat after haemostasis is achieved.
ro: Deși aceste cazuri nu pot fi confirmate, medicii trebuie să evalueze cu deosebită atenţie oportunitatea îndepărtării hemostaticului SURGICEL FIBRILLAR după obţinerea hemostazei, indiferent de tipul procedurii chirurgicale practicate.

source: Whilst Silk is not absorbed, progressive degradation of the proteinaceous Silk fibre in vivo will result in a gradual loss of strength over time, with zero strength occuring between approximately 3 and 6 months.
ro: Deși mătasea nu este absorbită, degradarea progresivă a fibrelor de mătase cu structură proteică în condiţii in-vivo duce la pierderea treptată, în timp, a rezistenţei, aceasta ajungând la zero după un interval de aproximativ 3 până la 6 luni.

source: Whilst Silk is not absorbed, progressive degradation of the proteinaceous Silk fibre in vivo will result in a gradual loss of strength over time, with zero strength occurring between approximately 3 and 6 months.
ro: Deși mătasea nu este absorbită, degradarea progresivă a fibrelor de mătase cu structură proteică în condiţii in-vivo duce la pierderea treptată a rezistenţei în timp, ajungându-se la rezistenţă zero după un interval de aproximativ 3 până la 6 luni.

source: With a steady backward motion, pull the material into the operating channel until the material is enclosed in the end of the laparoscope.
ro: Cu o mișcare constantă către înapoi, trageţi materialul în canalul de aplicare până când materialul se află complet în interiorul părţii distale a laparoscopului.

source: methicillin-resistant Staphylococcus aureus (MRSA)
ro: Staphylococcus aureus rezistent la meticilină (SARM)

source: methicillin-resistant Staphylococcus epidermidis (MRSE)
ro: Staphylococcus epidermidis rezistent la meticilină (SERM)

source: penicillin-resistant Streptococcus pneumoniae (PRSP)
ro: Streptococcus pneumoniae rezistent la penicilină (SPRP)

source: vancomycin-resistant Enterococcus (VRE)
ro: Enterococcus rezistent la vancomicină (ERV)

source: »Place the laparoscope back into the patient via the sleeve and reposition the scope over the area of desired application.
ro: Introduceţi laparoscopul înapoi în corpul pacientului prin intermediul canulei și repoziţionaţi-l deasupra zonei unde se dorește aplicarea.

source: »SURGICEL FIBRILLAR Haemostat should be cut to the appropriate size for endoscopic placement.
ro: Hemostaticul SURGICEL FIBRILLAR trebuie tăiat la dimensiunea adecvată pentru a fi plasat prin endoscopie.

source: »With the use of grasping instruments in a second and/or third auxiliary site, placement can be made and the material positioned in place.
ro: Folosind graspere printr-un al doilea și/sau al treilea punct suplimentar de acces, se poate finaliza plasarea și materialul poate fi poziţionat.

source: – STERILE –
ro: – STERIL –

source: • » SURGICEL FIBRILLAR Haemostat should not be used for implantation in bone defects, such as fractures, since there is a possibility of interference with callus formation and a theoretical chance of cyst formation.
ro: •»Hemostaticul SURGICEL FIBRILLAR nu trebuie utilizat pentru implantarea în defecte osoase cum ar fi fracturile, întrucât există posibilitatea ca acesta să interfereze cu formarea calusului osos, teoretic existând șansa formării chisturilor.

source: • »Although SURGICEL FIBRILLAR Haemostat is bactericidal against a wide range of pathogenic microorganisms, it is not intended as a substitute for systemically administered therapeutic or prophylactic antimicrobial agents to control or prevent post-operative infections.
ro: • »Deși hemostaticul SURGICEL FIBRILLAR are acţiune bactericidă împotriva unui spectru larg de microorganisme patogene, acesta nu este destinat pentru substituirea administrării sistemice, în scop terapeutic sau profilactic, a agenţilor antimicrobieni, pentru controlul sau prevenirea infecţiilor postoperatorii.

source: • »Although SURGICEL FIBRILLAR Haemostat may be left in situ when necessary, it is advisable to remove it once haemostasis is achieved.
ro: •»Deși hemostaticul SURGICEL FIBRILLAR poate fi lăsat in situ atunci când este necesar, se recomandă îndepărtarea sa după obţinerea hemostazei.

source: • »Although packing or wadding sometimes is medically necessary, SURGICEL FIBRILLAR Haemostat should not be used in this manner, unless it is to be removed after haemostasis is achieved.
ro: • »Deși operaţiunile de meșaj sau înfundare sunt uneori necesare din punct de vedere medical, hemostaticul SURGICEL FIBRILLAR nu trebuie utilizat în acest fel decât dacă urmează să fie înlăturat după obţinerea hemostazei.

source: • »Burning has been reported when SURGICEL FIBRILLAR Haemostat was applied after nasal polyp removal and after haemorrhoidectomy.
ro: •»Au fost raportate senzaţii de arsură atunci când hemostaticul SURGICEL FIBRILLAR a fost aplicat în urma rezecţiei polipilor nazali și după hemoroidectomie.

source: • »Care should be taken not to apply SURGICEL FIBRILLAR Haemostat too tightly when it is used as a wrap during vascular surgery (see Adverse Reactions).
ro: •»Trebuie avut grijă ca hemostaticul SURGICEL FIBRILLAR să nu fie aplicat prea strâns atunci când este utilizat ca material de înfășurare în cadrul procedurilor de chirurgie vasculară (a se consulta Reacţii adverse).

source: • »Closing SURGICEL FIBRILLAR Haemostat in a contaminated wound without drainage may lead to complications and should be avoided.
ro: •»Închiderea materialului hemostatic SURGICEL FIBRILLAR într-o plagă contaminată fără includerea unui dren poate produce complicaţii, și trebuie evitată.

source: • »If SURGICEL FIBRILLAR Haemostat is used temporarily to line the cavity of large open wounds, it should be placed so as not to overlap the skin edges.
ro: •»În cazul în care hemostaticul SURGICEL FIBRILLAR este utilizat temporar pentru a tapeta cavităţile unor plăgi deschise de mari dimensiuni, acesta trebuie plasat în așa fel încât să nu se suprapună pe marginile tegumentului.

source: • »In urological procedures, minimal amounts of SURGICEL FIBRILLAR Haemostat should be used and care must be exercised to prevent plugging of the urethra, ureter, or a catheter by dislodged portions of the product.
ro: •»În procedurile urologice trebuie utilizate cantităţi minime de hemostatic SURGICEL FIBRILLAR și trebuie luate măsuri de precauţie pentru a se evita înfundarea uretrei, ureterului sau a unui cateter cu porţiuni dislocate din produs.

source: • »Occasional reports of “burning” and “stinging” sensations and sneezing when SURGICEL FIBRILLAR Haemostat has been used as packing in epistaxis, are believed to be due to the low pH of the product.
ro: •»Cazurile ocazionale raportate de apariţie a senzaţiilor de „arsură” și „usturime”, precum și a strănutului în cazul utilizării hemostaticului SURGICEL FIBRILLAR pentru meșaj în epistaxis sunt considerate ca fiind cauzate de pH-ului scăzut al produsului.

source: • »Paralysis and nerve damage have been reported when SURGICEL FIBRILLAR Haemostat was used around, in, or in proximity to foramina in bone, areas of bony confine, the spinal cord, and/or the optic nerve and chiasm.
ro: •»Au fost raportate cazuri de paralizii și deteriorări ale nervilor atunci când hemostaticul SURGICEL FIBRILLAR a fost utilizat în, în jurul sau în proximitatea unor foramene osoase, a unor zone închise de elemente osoase, a măduvei spinării și/sau a nervului optic ori chiasmei optice.

source: • »Possible prolongation of drainage in cholecystectomies and difficulty passing urine per urethra after prostatectomy have been reported.
ro: •»Au fost raportate cazuri de posibile întârzieri ale drenajului în colecistectomii și de dificultate de trecere a urinei prin uretră după prostatectomie.

source: • »Precautions should be taken in otorhinolaryngologic surgery to assure that none of the material is aspirated by the patient.
ro: •»În cazul intervenţiilor chirurgicale otorino-laringologice, trebuie luate măsuri de precauţie pentru a preveni aspirarea fragmentelor de material de către pacient.

source: • »SURGICEL FIBRILLAR Haemostat is not intended as a substitute for careful surgery and the proper use of sutures and ligatures.
ro: •»Utilizarea hemostaticului SURGICEL FIBRILLAR nu poate înlocui efectuarea cu atenţie a intervenţiei chirurgicale și utilizarea corespunzătoare a firelor de sutură și a ligaturilor.
